Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Last resolver
de: Letzter Resolver
es: Último resolutor
fr: Dernier résolveur
it: Ultimo resolver
ja: 前回のリゾルバ
ko: 마지막 리졸버
pt_br: Último resolvedor
zh_hans: 上次解析器
zh_hant: 上次解析器

source: Last runtime reset
de: Letztes Laufzeit-Reset
es: Último reinicio de ejecución
fr: Dernière réinitialisation d’exécution
it: Ultimo ripristino del runtime
ja: 前回のランタイムリセット
ko: 마지막 런타임 재설정
pt_br: Última redefinição de tempo de execução
zh_hans: 上次运行时重置
zh_hant: 上次執行階段重置

source: Last success
de: Letzter Erfolg
es: Último éxito
fr: Dernière réussite
it: Ultimo successo
ja: 前回の成功
ko: 마지막 성공
pt_br: Último sucesso
zh_hans: 上次成功
zh_hant: 上次成功

source: Lava Guard progress
de: Lava-Guard-Fortschritt
es: Progreso de Lava Guard
fr: Progression de Lava Guard
it: Avanzamento Lava Guard
ja: Lava Guardの進行状況
ko: Lava Guard 진행 상황
pt_br: Progresso do Lava Guard
zh_hans: Lava Guard 进度
zh_hant: Lava Guard 進度

source: Lava Guard progress cleared.
de: Lava-Guard-Fortschritt gelöscht
es: Progreso de Lava Guard borrado
fr: Progression Lava Guard effacée
it: Progressi di Lava Guard azzerati
ja: Lava Guardの進行状況を消去しました
ko: Lava Guard 진행 상황 지워짐
pt_br: Progresso do Lava Guard apagado
zh_hans: 已清除 Lava Guard 进度
zh_hant: 已清除 Lava Guard 進度

# Lava Locked
source: Lava is locked
de: Lava ist gesperrt
es: Lava está bloqueado
fr: Lava est verrouillé
it: Lava è bloccato
ja: Lavaはロック中です
ko: Lava 잠김
pt_br: O Lava está bloqueado
zh_hans: Lava 已锁定
zh_hant: Lava 已鎖定

# Lava Plus includes up to %@ filter rules. Remove a list to add more.
source: Lava Plus includes up to %@ filter rules. Remove a blocklist to add more.
de: Lava Plus umfasst bis zu %@ Filterregeln. Entferne eine Blockliste, um weitere hinzuzufügen.
es: Lava Plus incluye hasta %@ reglas de filtrado. Elimina una lista de bloqueo para añadir más.
fr: Lava Plus inclut jusqu’à %@ règles de filtrage. Retirez une liste de blocage pour en ajouter d’autres.
it: Lava Plus include fino a %@ regole di filtro. Rimuovi una lista di blocco per aggiungerne altre.
ja: Lava Plusでは最大%@件のフィルタールールを使えます。さらに追加するにはブロックリストを削除してください。
ko: Lava Plus에는 최대 %@개의 필터 규칙이 포함돼요. 더 추가하려면 차단 목록을 제거하세요.
pt_br: O Lava Plus inclui até %@ regras de filtro. Remova uma lista de bloqueio para adicionar mais.
zh_hans: Lava Plus 最多支持 %@ 条筛选规则。移除一个拦截列表以添加更多。
zh_hant: Lava Plus 最多可包含 %@ 條篩選規則。移除一份封鎖清單以新增更多。

# Lava Security Plus is active
source: Lava Plus is active
de: Lava Plus ist aktiv
es: Lava Plus está activo
fr: Lava Plus est actif
it: Lava Plus è attivo
ja: Lava Plusは有効です
ko: Lava Plus를 사용 중이에요
pt_br: O Lava Plus está ativo
zh_hans: Lava Plus 已启用
zh_hant: Lava Plus 已啟用

# Lava Security Plus is not available from the App Store yet. Try again later.
source: Lava Plus isn’t available from the App Store yet. Try again later.
de: Lava Plus ist im App Store noch nicht verfügbar. Versuche es später erneut.
es: Lava Plus aún no está disponible en el App Store. Inténtalo de nuevo más tarde.
fr: Lava Plus n’est pas encore disponible sur l’App Store. Réessayez plus tard.
it: Lava Plus non è ancora disponibile sull’App Store. Riprova più tardi.
ja: Lava PlusはまだApp Storeで利用できません。しばらくしてからもう一度お試しください。
ko: Lava Plus는 아직 App Store에서 이용할 수 없어요. 나중에 다시 시도하세요.
pt_br: O Lava Plus ainda não está disponível na App Store. Tente novamente mais tarde.
zh_hans: Lava Plus 暂时无法从 App Store 获取。请稍后重试。
zh_hant: Lava Plus 尚未在 App Store 提供。請稍後再試。

# Lava Security Plus is restored.
source: Lava Plus is restored.
de: Lava Plus wurde wiederhergestellt.
es: Lava Plus se ha restaurado.
fr: Lava Plus a été restauré.
it: Lava Plus è stato ripristinato.
ja: Lava Plusを復元しました。
ko: Lava Plus가 복원됐어요.
pt_br: O Lava Plus foi restaurado.
zh_hans: Lava Plus 已恢复。
zh_hant: Lava Plus 已復原。

source: Lava blocked %@ domain today
de: Lava hat heute %@ Domain blockiert
es: Lava bloqueó %@ dominio hoy
fr: Lava a bloqué %@ domaine aujourd’hui
it: Lava ha bloccato %@ dominio oggi
ja: Lava は今日 %@ 件のドメインをブロックしました
ko: Lava가 오늘 %@개의 도메인을 차단했어요
pt_br: O Lava bloqueou %@ domínio hoje
zh_hans: Lava 今天拦截了 %@ 个域名
zh_hant: Lava 今天封鎖了 %@ 個網域

source: Lava blocked %@ domains today
de: Lava hat heute %@ Domains blockiert
es: Lava bloqueó %@ dominios hoy
fr: Lava a bloqué %@ domaines aujourd’hui
it: Lava ha bloccato %@ domini oggi
ja: Lava は今日 %@ 件のドメインをブロックしました
ko: Lava가 오늘 %@개의 도메인을 차단했어요
pt_br: O Lava bloqueou %@ domínios hoje
zh_hans: Lava 今天拦截了 %@ 个域名
zh_hant: Lava 今天封鎖了 %@ 個網域

source: Lava blocks these
de: Lava blockiert diese
es: Lava bloquea estos
fr: Lava bloque ceci
it: Lava blocca questi
ja: Lava がブロックするもの
ko: Lava가 차단하는 항목
pt_br: A Lava bloqueia estes
zh_hans: Lava 会拦截这些
zh_hant: Lava 會封鎖這些

source: Lava blocks your phone's access to malicious domains
de: Lava blockiert den Zugriff deines Geräts auf schädliche Domains
es: Lava bloquea el acceso de tu teléfono a dominios maliciosos
fr: Lava empêche votre téléphone d’accéder aux domaines malveillants
it: Lava impedisce al tuo telefono di accedere a domini dannosi
ja: Lava は、iPhone から悪質なドメインへのアクセスをブロックします
ko: Lava는 휴대폰이 악성 도메인에 접속하는 것을 차단해요
pt_br: A Lava impede que seu telefone acesse domínios maliciosos
zh_hans: Lava 阻止你的手机访问恶意域名
zh_hant: Lava 會封鎖你的手機連往惡意網域

# Lava could not clear the previous VPN chaining failure. Try again in a moment.
source: Lava couldn’t clear the previous VPN chaining failure. Try again.
de: Lava konnte den vorherigen Fehler der VPN-Verkettung nicht zurücksetzen. Versuche es erneut.
es: Lava no pudo borrar el error anterior del encadenamiento VPN. Inténtalo de nuevo.
fr: Lava n’a pas pu effacer l’erreur précédente du chaînage VPN. Réessayez.
it: Lava non è riuscito a cancellare il precedente errore di concatenamento VPN. Riprova.
ja: Lavaは前回のVPNチェーンのエラーを解除できませんでした。もう一度お試しください。
ko: Lava가 이전 VPN 체이닝 오류를 지우지 못했어요. 다시 시도하세요.
pt_br: O Lava não conseguiu limpar a falha anterior de encadeamento de VPN. Tente novamente.
zh_hans: Lava 无法清除上一次 VPN 串联失败的状态。请重试。
zh_hant: Lava 無法清除上一次 VPN 串接失敗的狀態。請再試一次。

# Lava could not reach the source catalog. Check your connection and try again.
source: Lava couldn’t reach the blocklist catalog. Check your connection and try again.
de: Lava konnte den Blocklisten-Katalog nicht erreichen. Prüfe deine Verbindung und versuche es erneut.
es: Lava no pudo acceder al catálogo de listas de bloqueo. Comprueba tu conexión e inténtalo de nuevo.
fr: Lava n’a pas pu accéder au catalogue des listes de blocage. Vérifiez votre connexion et réessayez.
it: Lava non è riuscito a raggiungere il catalogo delle liste di blocco. Controlla la connessione e riprova.
ja: Lavaはブロックリストのカタログに接続できませんでした。接続を確認してもう一度お試しください。
ko: Lava가 차단 목록 카탈로그에 연결하지 못했어요. 연결을 확인하고 다시 시도하세요.
pt_br: O Lava não conseguiu acessar o catálogo de listas de bloqueio. Verifique a sua conexão e tente novamente.
zh_hans: Lava 无法连接到拦截列表目录。请检查网络连接后重试。
zh_hant: Lava 無法連線到封鎖清單目錄。請檢查你的連線後再試一次。

# Lava could not refresh the source catalog. Try again shortly.
source: Lava couldn’t update the blocklist catalog. Try again later.
de: Lava konnte den Blocklisten-Katalog nicht aktualisieren. Versuche es später erneut.
es: Lava no pudo actualizar el catálogo de listas de bloqueo. Inténtalo de nuevo más tarde.
fr: Lava n’a pas pu mettre à jour le catalogue des listes de blocage. Réessayez plus tard.
it: Lava non è riuscito ad aggiornare il catalogo delle liste di blocco. Riprova più tardi.
ja: Lavaはブロックリストのカタログを更新できませんでした。しばらくしてからもう一度お試しください。
ko: Lava가 차단 목록 카탈로그를 업데이트하지 못했어요. 나중에 다시 시도하세요.
pt_br: O Lava não conseguiu atualizar o catálogo de listas de bloqueio. Tente novamente mais tarde.
zh_hans: Lava 无法更新拦截列表目录。请稍后重试。
zh_hant: Lava 無法更新封鎖清單目錄。請稍後再試。

source: Lava is ready
de: Lava ist bereit
es: Lava está listo
fr: Lava est prête
it: Lava è pronto
ja: Lava の準備ができました
ko: Lava가 준비됐어요
pt_br: A Lava está pronta
zh_hans: Lava 已就绪
zh_hant: Lava 已準備就緒

# Lava is still preparing an update for this blocklist source. Try again shortly.
source: Lava is still preparing an update for this blocklist. Try again later.
de: Lava bereitet noch ein Update für diese Blockliste vor. Versuche es später erneut.
es: Lava aún está preparando una actualización para esta lista de bloqueo. Inténtalo de nuevo más tarde.
fr: Lava prépare encore une mise à jour pour cette liste de blocage. Réessayez plus tard.
it: Lava sta ancora preparando un aggiornamento per questa lista di blocco. Riprova più tardi.
ja: Lavaはこのブロックリストの更新をまだ準備中です。しばらくしてからもう一度お試しください。
ko: Lava가 이 차단 목록의 업데이트를 아직 준비하고 있어요. 나중에 다시 시도하세요.
pt_br: O Lava ainda está preparando uma atualização para esta lista de bloqueio. Tente novamente mais tarde.
zh_hans: Lava 仍在为此拦截列表准备更新。请稍后重试。
zh_hant: Lava 仍在為這份封鎖清單準備更新。請稍後再試。

source: Lava lets these through
de: Lava lässt diese durch
es: Lava deja pasar estos
fr: Lava laisse passer ceci
it: Lava lascia passare questi
ja: Lava が通過させるもの
ko: Lava가 통과시키는 항목
pt_br: A Lava deixa estes passarem
zh_hans: Lava 会放行这些
zh_hant: Lava 會放行這些

source: Lava only sends feedback after you review it and tap Submit.
de: Lava sendet Feedback erst, wenn du es geprüft und auf „Senden“ getippt hast
es: Lava solo envía tus comentarios después de que los revises y toques Enviar
fr: Lava n’envoie vos commentaires qu’après les avoir vérifiés et appuyé sur Envoyer
it: Lava invia il feedback solo dopo che lo rivedi e tocchi Invia
ja: Lava は内容を確認して「送信」をタップしたあとにのみフィードバックを送信します
ko: Lava는 내용을 확인하고 보내기를 탭한 뒤에만 의견을 보내요.
pt_br: A Lava só envia o feedback depois que você revisa e toca em Enviar
zh_hans: 只有在你检查并轻点“提交”后，Lava 才会发送反馈
zh_hant: Lava 只會在你檢視並點選「送出」後才傳送意見回饋

source: Lava stands guard here
de: Lava passt hier auf
es: Lava hace guardia aquí
fr: Lava monte la garde ici
it: Lava è di guardia qui
ja: ここは Lava がガードしています
ko: Lava가 여기를 지켜요
pt_br: A Lava monta guarda aqui
zh_hans: Lava 在这里为你守护
zh_hant: Lava 在這裡替你守著

source: Lava waits 5 minutes after your last settings change before it tries an automatic upload.
de: Lava wartet nach deiner letzten Einstellungsänderung 5 Minuten, bevor ein automatischer Upload versucht wird.
es: Lava espera 5 minutos tras el último cambio de ajustes antes de intentar una subida automática.
fr: Lava attend 5 minutes après votre dernier changement de réglages avant de tenter un envoi automatique.
it: Lava attende 5 minuti dall’ultima modifica delle impostazioni prima di tentare un caricamento automatico.
ja: Lavaは設定の最終変更から5分待って、自動アップロードを試みます。
ko: Lava는 마지막 설정 변경 후 5분이 지나면 자동 업로드를 시도합니다.
pt_br: A Lava espera 5 minutos após sua última alteração nos ajustes antes de tentar um envio automático.
zh_hans: Lava 会在你最后一次更改设置的 5 分钟后，尝试自动上传。
zh_hant: Lava 會在你最後一次變更設定的 5 分鐘後，嘗試自動上傳。

# Lava will fetch the source catalog before preparing the filter.
source: Lava will download the blocklist catalog before preparing the filter.
de: Lava lädt den Blocklisten-Katalog herunter, bevor der Filter vorbereitet wird.
es: Lava descargará el catálogo de listas de bloqueo antes de preparar el filtro.
fr: Lava téléchargera le catalogue des listes de blocage avant de préparer le filtre.
it: Lava scaricherà il catalogo delle liste di blocco prima di preparare il filtro.
ja: Lavaはフィルターを準備する前にブロックリストのカタログをダウンロードします。
ko: Lava가 필터를 준비하기 전에 차단 목록 카탈로그를 다운로드해요.
pt_br: O Lava vai baixar o catálogo de listas de bloqueio antes de preparar o filtro.
zh_hans: Lava 会在准备筛选器之前先下载拦截列表目录。
zh_hant: Lava 會先下載封鎖清單目錄，再準備篩選器。

source: Lava will show your app and device info, protection status, connection and protection events, connection health, your active filter, and filtering counts when a summary is ready.
de: Sobald eine Zusammenfassung bereit ist, zeigt Lava Infos zu deiner App und deinem Gerät, den Schutzstatus, Verbindungs- und Schutzereignisse, den Verbindungszustand, deinen aktiven Filter und die Filterzähler.
es: Lava mostrará la información de tu app y dispositivo, el estado de la protección, los eventos de conexión y protección, el estado de la conexión, tu filtro activo y los recuentos de filtrado cuando haya un resumen listo.
fr: Lava affichera les infos de votre app et de votre appareil, l’état de la protection, les événements de connexion et de protection, l’état de la connexion, votre filtre actif et les compteurs de filtrage dès qu’un résumé sera prêt.
it: Quando un riepilogo sarà pronto, Lava mostrerà le info su app e dispositivo, lo stato della protezione, gli eventi di connessione e protezione, lo stato della connessione, il filtro attivo e i conteggi del filtraggio.
ja: 概要の準備ができると、Lavaはアプリとデバイスの情報、保護ステータス、接続と保護のイベント、接続の状態、使用中のフィルター、フィルタリング件数を表示します。
ko: 요약이 준비되면 Lava가 앱 및 기기 정보, 보호 상태, 연결 및 보호 이벤트, 연결 상태, 사용 중인 필터, 필터링 횟수를 보여 줘요.
pt_br: O Lava mostrará as informações do app e do dispositivo, o status da proteção, os eventos de conexão e proteção, a saúde da conexão, o seu filtro ativo e as contagens de filtragem quando um resumo estiver pronto.
zh_hans: 摘要准备就绪后，Lava 会显示 App 与设备信息、防护状态、连接与防护事件、连接健康状况、你正在使用的筛选器以及筛选计数。
zh_hant: 摘要準備好後，Lava 會顯示 App 與裝置資訊、防護狀態、連線與防護事件、連線健康狀態、你使用中的篩選器，以及篩選計數。

source: Lava will try to resume at %@
de: Lava versucht, um %@ fortzusetzen
es: Lava intentará reanudarse a las %@
fr: Lava tentera de reprendre à %@
it: Lava proverà a riprendere alle %@
ja: Lava は %@ に再開を試みます
ko: Lava가 %@에 재개를 시도해요
pt_br: O Lava vai tentar retomar às %@
zh_hans: Lava 将尝试在 %@ 恢复
zh_hant: Lava 會嘗試在 %@ 恢復

source: Lava will use the restored settings on this device.
de: Lava verwendet die wiederhergestellten Einstellungen auf diesem Gerät.
es: Lava usará los ajustes restaurados en este dispositivo.
fr: Lava utilisera les réglages restaurés sur cet appareil.
it: Lava userà le impostazioni ripristinate su questo dispositivo.
ja: Lava はこのデバイスで復元した設定を使います。
ko: Lava는 이 기기에서 복원된 설정을 사용합니다.
pt_br: O Lava vai usar os ajustes restaurados neste dispositivo.
zh_hans: Lava 将在本设备上使用恢复的设置。
zh_hant: Lava 會在這台裝置上使用還原的設定。

source: Learn more
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Scopri di più
ja: 詳しく見る
ko: 자세히 알아보기
pt_br: Saiba mais
zh_hans: 了解更多
zh_hant: 了解更多

source: Legal notices
de: Rechtliche Hinweise
es: Avisos legales
fr: Mentions légales
it: Note legali
ja: 法的通知
ko: 법적 고지
pt_br: Avisos legais
zh_hans: 法律声明
zh_hant: 法律聲明

source: Lifecycle entries use safe event names and counters. Recent DNS and domain events are not included.
de: Lebenszyklus-Einträge nutzen sichere Ereignisnamen und Zähler. Aktuelle DNS- und Domain-Ereignisse sind nicht enthalten.
es: Las entradas del ciclo de vida usan nombres de evento y contadores seguros. No se incluyen los eventos recientes de DNS ni de dominios.
fr: Les entrées de cycle de vie utilisent des noms d’événements et des compteurs sans danger. Les événements DNS et de domaine récents ne sont pas inclus.
it: Le voci del ciclo di vita usano nomi di eventi e contatori sicuri. Gli eventi DNS e di dominio recenti non sono inclusi.
ja: ライフサイクルの記録には、安全なイベント名とカウンターだけを使います。最近の DNS やドメインのイベントは含まれません。
ko: 수명 주기 항목은 안전한 이벤트 이름과 카운터만 사용해요. 최근 DNS 및 도메인 이벤트는 포함되지 않아요.
pt_br: Os registros de ciclo de vida usam nomes de eventos e contadores seguros. Eventos recentes de DNS e domínios não são incluídos.
zh_hans: 生命周期记录仅使用安全的事件名称和计数。不包含近期的 DNS 和域名事件。
zh_hant: 生命週期項目只記錄安全的事件名稱與計數，不包含近期的 DNS 與網域事件。

source: Lifecycle log examples
de: Beispiele für Lebenszyklus-Logs
es: Ejemplos de registro de ciclo de vida
fr: Exemples de journaux de cycle de vie
it: Esempi di log del ciclo di vita
ja: ライフサイクルログの例
ko: 수명 주기 로그 예시
pt_br: Exemplos de registros do ciclo de vida
zh_hans: 生命周期日志示例
zh_hant: 生命週期記錄範例

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

source: Live Activities
de: Live-Aktivitäten
es: Actividades en vivo
fr: Activités en direct
it: Live Activity
ja: ライブアクティビティ
ko: 실시간 활동
pt_br: Atividades ao Vivo
zh_hans: 实时活动
zh_hant: 即時動態

# Local Activity Summary
source: Filtering counts
de: Filterzähler
es: Recuentos de filtrado
fr: Compteurs de filtrage
it: Conteggi filtraggio
ja: フィルタリング件数
ko: 필터링 횟수
pt_br: Contagens de filtragem
zh_hans: 筛选计数
zh_hant: 篩選計數

source: Local logs
de: Lokale Protokolle
es: Registros locales
fr: Journaux locaux
it: Registri locali
ja: ローカルログ
ko: 로컬 기록
pt_br: Registros locais
zh_hans: 本地日志
zh_hant: 本機記錄

# Local filter makes it safe, private and free
source: On-device filtering keeps it safe, private, and free
de: Die Filterung auf dem Gerät hält es sicher, privat und kostenlos
es: El filtrado en el dispositivo lo hace seguro, privado y gratis
fr: Le filtrage sur l’appareil le rend sûr, privé et gratuit
it: Il filtraggio sul dispositivo lo rende sicuro, privato e gratuito
ja: デバイス上でフィルタリングするから、安全でプライベート、しかも無料です
ko: 기기에서 직접 차단해 안전하고, 개인 정보를 지키며, 무료예요
pt_br: A filtragem no dispositivo mantém tudo seguro, privado e gratuito
zh_hans: 本地筛选让它安全、私密且免费
zh_hant: 在裝置上篩選，安全、隱私且免費

# Local history is off
source: Domain history is off
de: Domainverlauf ist aus
es: El historial de dominios está desactivado
fr: L’historique des domaines est désactivé
it: La cronologia dei domini è disattivata
ja: ドメイン履歴はオフです
ko: 도메인 기록이 꺼져 있어요
pt_br: O histórico de domínios está desativado
zh_hans: 域名历史记录已关闭
zh_hant: 網域記錄已關閉

source: Local logs on
de: Lokale Protokolle an
es: Registros locales activados
fr: Journaux locaux activés
it: Registri locali attivi
ja: ローカルログはオン
ko: 로컬 기록 켜짐
pt_br: Registros locais ativados
zh_hans: 本地日志已开启
zh_hant: 本機記錄已開啟

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
ja: ロック中
ko: 잠김
pt_br: Bloqueada
zh_hans: 已锁定
zh_hant: 已鎖定

source: Long-press for pause options
de: Lange drücken für Pausenoptionen
es: Mantén pulsado para ver las opciones de pausa
fr: Appui long pour les options de pause
it: Tieni premuto per le opzioni di pausa
ja: 長押しで一時停止オプションを表示
ko: 길게 누르면 일시 중지 옵션이 나와요
pt_br: Mantenha pressionado para ver as opções de pausa
zh_hans: 长按查看暂停选项
zh_hant: 長按查看暫停選項

source: Looks like you shook your phone. Want to tell us what went wrong?
de: Sieht aus, als hättest du dein Telefon geschüttelt. Möchtest du uns sagen, was nicht funktioniert hat?
es: Parece que has agitado el teléfono. ¿Quieres contarnos qué ha pasado?
fr: On dirait que vous avez secoué votre téléphone. Voulez-vous nous dire ce qui n’a pas fonctionné ?
it: Sembra che tu abbia scosso il telefono. Vuoi dirci cosa non ha funzionato?
ja: デバイスを振ったようです。うまくいかなかった点を教えてもらえますか？
ko: 휴대폰을 흔드신 것 같아요. 어떤 점이 불편했는지 알려주실래요?
pt_br: Parece que você balançou o telefone. Quer nos contar o que deu errado?
zh_hans: 看起来你摇了摇手机。想告诉我们哪里出问题了吗？
zh_hant: 看來你搖了一下手機。想告訴我們哪裡出了問題嗎？

source: Lower monthly payment
de: Niedrigere Monatszahlung
es: Pago mensual más bajo
fr: Paiement mensuel réduit
it: Pagamento mensile più basso
ja: 月々の支払いを抑える
ko: 더 낮은 월 결제
pt_br: Pagamento mensal menor
zh_hans: 每月支付更少
zh_hant: 每月付款更低

source: Make me your web-surfing buddy!
de: Mach mich zu deinem Surf-Buddy!
es: ¡Hazme tu compañero para navegar por la web!
fr: Fais de moi ton compagnon de navigation !
it: Fammi diventare il tuo compagno di navigazione!
ja: ウェブサーフィンの相棒にしてね！
ko: 웹 서핑 친구가 되어 줄게요!
pt_br: Me deixa ser seu parceiro de navegação!
zh_hans: 让我做你的上网小伙伴吧！
zh_hant: 讓我當你的上網好夥伴吧！

# Manage Lava Security Plus
source: Manage Lava Plus
de: Lava Plus verwalten
es: Gestionar Lava Plus
fr: Gérer Lava Plus
it: Gestisci Lava Plus
ja: Lava Plusを管理
ko: Lava Plus 관리
pt_br: Gerenciar o Lava Plus
zh_hans: 管理 Lava Plus
zh_hant: 管理 Lava Plus

source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: Gerenciar assinatura
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Manage filters
de: Filter verwalten
es: Gestionar filtros
fr: Gérer les filtres
it: Gestisci i filtri
ja: フィルターを管理
ko: 필터 관리
pt_br: Gerenciar filtros
zh_hans: 管理筛选器
zh_hant: 管理篩選器

source: Match app icon to Lava Guard
de: App-Symbol an Lava Guard anpassen
es: Igualar el icono de la app a Lava Guard
fr: Aligner l’icône de l’app sur Lava Guard
it: Abbina l’icona dell’app a Lava Guard
ja: App アイコンを Lava Guard に合わせる
ko: 앱 아이콘을 Lava Guard에 맞추기
pt_br: Igualar o ícone do app ao Lava Guard
zh_hans: 让 App 图标匹配 Lava Guard
zh_hant: 讓 App 圖示配合 Lava Guard

source: Match system
de: An System anpassen
es: Igualar al sistema
fr: Aligner sur le système
it: Abbina al sistema
ja: システムに合わせる
ko: 시스템에 맞추기
pt_br: Igualar ao sistema
zh_hans: 匹配系统
zh_hant: 配合系統

source: Maximum filters reached
de: Maximale Anzahl Filter erreicht
es: Has alcanzado el máximo de filtros
fr: Nombre maximal de filtres atteint
it: Numero massimo di filtri raggiunto
ja: フィルターが上限に達しました
ko: 필터 개수가 최대에 도달했어요
pt_br: Limite de filtros atingido
zh_hans: 已达筛选器数量上限
zh_hant: 已達篩選器數量上限

source: Medium
de: Mittel
es: Mediano
fr: Moyen
it: Medio
ja: 中
ko: 보통
pt_br: Médio
zh_hans: 中
zh_hant: 中

source: Meet Lava
de: Das ist Lava
es: Te presentamos Lava
fr: Découvrez Lava
it: Ti presentiamo Lava
ja: Lava について
ko: Lava 만나기
pt_br: Conheça a Lava
zh_hans: 认识 Lava
zh_hant: 認識 Lava

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月額
ko: 월간
pt_br: Mensal
zh_hans: 按月
zh_hant: 每月

source: Monthly and yearly plans auto-renew. Payment is charged to your Apple Account at purchase and renews unless turned off at least 24 hours before the period ends. Manage or cancel in Apple Account settings.
de: Monats- und Jahresabos verlängern sich automatisch. Der Betrag wird beim Kauf über dein Apple-Konto abgebucht und das Abo verlängert sich, sofern du es nicht mindestens 24 Stunden vor Periodenende deaktivierst. Verwalten oder kündigen in den Apple-Konto-Einstellungen.
es: Las suscripciones mensual y anual se renuevan automáticamente. El pago se carga en tu Cuenta de Apple al comprar y se renueva salvo que se desactive al menos 24 horas antes de que termine el periodo. Gestiona o cancela en los ajustes de tu Cuenta de Apple.
fr: Les abonnements mensuel et annuel se renouvellent automatiquement. Le paiement est prélevé sur votre compte Apple à l’achat et se renouvelle sauf désactivation au moins 24 heures avant la fin de la période. Gérez ou résiliez dans les réglages de votre compte Apple.
it: Gli abbonamenti mensile e annuale si rinnovano automaticamente. Il pagamento è addebitato sull’Account Apple all’acquisto e si rinnova salvo disattivazione almeno 24 ore prima della fine del periodo. Gestisci o annulla nelle impostazioni dell’Account Apple.
ja: 月額と年額は自動更新サブスクリプションです。料金は購入時にAppleアカウントへ請求され、期間終了の24時間以上前にオフにしない限り自動更新されます。管理・解約はAppleアカウント設定で行えます。
ko: 월간 및 연간 구독은 자동 갱신됩니다. 결제는 구입 시 Apple 계정으로 청구되고, 기간 종료 24시간 전까지 끄지 않으면 자동 갱신됩니다. Apple 계정 설정에서 관리하거나 해지하세요.
pt_br: As assinaturas mensal e anual são renovadas automaticamente. A cobrança é feita na sua Conta Apple na compra e renova, a menos que seja desativada pelo menos 24 horas antes do fim do período. Gerencie ou cancele nos ajustes da Conta Apple.
zh_hans: 月度和年度订阅会自动续期。购买时从你的 Apple 账户扣款，除非在周期结束前至少 24 小时关闭，否则自动续期。可在 Apple 账户设置中管理或取消。
zh_hant: 月繳與年繳訂閱會自動續訂。購買時向你的 Apple 帳號收費，除非在期間結束前至少 24 小時關閉，否則自動續訂。可在 Apple 帳號設定中管理或取消。
